[
  {
    "id": 1,
    "title": "Война и мир",
    "author": "Лев Толстой",
    "year": 1869,
    "cover": "cover1.jpg",
    "description": "Эпопея Льва Толстого, охватывающая судьбы нескольких аристократических семей на фоне наполеоновских войн. Роман исследует темы любви, долга, судьбы и исторического движения народов."
  },
  {
    "id": 2,
    "title": "Преступление и наказание",
    "author": "Фёдор Достоевский",
    "year": 1866,
    "cover": "cover2.jpg",
    "description": "Психологический роман Фёдора Достоевского о студенте Родионе Раскольникове, совершившем убийство. Произведение глубоко погружается в моральные и философские поиски героя и вопросы искупления."
  },
  {
    "id": 3,
    "title": "Мастер и Маргарита",
    "author": "Михаил Булгаков",
    "year": 1967,
    "cover": "cover3.jpg",
    "description": "Мистический роман Михаила Булгакова, сочетающий сатиру на советскую реальность с религиозно-философской притчей. История любви и самоотверженности на фоне визита дьявола в Москву."
  },
  {
    "id": 4,
    "title": "Отцы и дети",
    "author": "Иван Тургенев",
    "year": 1862,
    "cover": "cover4.jpg",
    "description": "Роман Ивана Тургенева о конфликте поколений и столкновении либеральных и нигилистических взглядов. Центральный персонаж — Базаров, нигилист, отвергающий устои старого мира."
  },
  {
    "id": 5,
    "title": "Анна Каренина",
    "author": "Лев Толстой",
    "year": 1877,
    "cover": "cover5.jpg",
    "description": "Трагическая история любви Льва Толстого, повествующая о судьбе замужней женщины, пошедшей наперекор обществу. Роман раскрывает тему личного выбора, семьи и общественного осуждения."
  },
  {
    "id": 6,
    "title": "Идиот",
    "author": "Фёдор Достоевский",
    "year": 1869,
    "cover": "cover6.jpg",
    "description": "Роман Достоевского, в котором князь Мышкин, человек с чистым сердцем и доброй душой, сталкивается с жёсткостью и лицемерием общества. Это исследование нравственности, добра и человеческой слабости."
  },
  {
    "id": 7,
    "title": "Обломов",
    "author": "Иван Гончаров",
    "year": 1859,
    "cover": "cover7.jpg",
    "description": "Повесть Ивана Гончарова о дворянине, олицетворяющем пассивность и апатию. Книга поднимает вопрос бессмысленного существования и утраты жизненных ориентиров."
  },
  {
    "id": 8,
    "title": "Герой нашего времени",
    "author": "Михаил Лермонтов",
    "year": 1840,
    "cover": "cover8.jpg",
    "description": "Психологический роман Михаила Лермонтова, состоящий из новелл о судьбе Печорина — умного, но разочарованного человека. Это портрет «лишнего человека» в российской действительности XIX века."
  },
  {
    "id": 9,
    "title": "Доктор Живаго",
    "author": "Борис Пастернак",
    "year": 1957,
    "cover": "cover9.jpg",
    "description": "Роман Бориса Пастернака о судьбе поэта и врача Юрия Живаго на фоне революции и Гражданской войны. Лирическое произведение о любви, творчестве и выборе человека в переломные времена."
  },
  {
    "id": 10,
    "title": "Тихий Дон",
    "author": "Михаил Шолохов",
    "year": 1940,
    "cover": "cover10.jpg",
    "description": "Эпопея Михаила Шолохова, рассказывающая о жизни донского казачества в годы революции и Гражданской войны. Через образ Григория Мелехова раскрываются трагедии разрыва между личным и историческим."
  },
  {
    "id": 11,
    "title": "Дубровский",
    "author": "Александр Пушкин",
    "year": 1841,
    "cover": "cover11.jpg",
    "description": "Повесть Александра Пушкина о дворянине, ставшем разбойником в ответ на несправедливость. Романтический сюжет переплетён с социальной критикой."
  },
  {
    "id": 12,
    "title": "Капитанская дочка",
    "author": "Александр Пушкин",
    "year": 1836,
    "cover": "cover12.jpg",
    "description": "Историческая повесть Пушкина, описывающая восстание Пугачёва глазами молодого дворянина. Это история чести, верности и взросления."
  },
  {
    "id": 13,
    "title": "Братья Карамазовы",
    "author": "Фёдор Достоевский",
    "year": 1880,
    "cover": "cover13.jpg",
    "description": "Философский роман Достоевского о семейной драме и духовных поисках. В центре — конфликт между тремя братьями, олицетворяющими разные мировоззрения."
  },
  {
    "id": 14,
    "title": "Дама с собачкой",
    "author": "Антон Чехов",
    "year": 1899,
    "cover": "cover14.jpg",
    "description": "Короткий рассказ Чехова о неожиданной любви между двумя несвободными людьми. Произведение проникнуто лиризмом и тонкой психологией."
  },
  {
    "id": 15,
    "title": "Ревизор",
    "author": "Николай Гоголь",
    "year": 1836,
    "cover": "cover15.jpg",
    "description": "Сатирическая комедия Николая Гоголя о провинциальных чиновниках, принявших случайного человека за высокопоставленного ревизора. Яркая критика бюрократии и коррупции."
  },
  {
    "id": 16,
    "title": "Мёртвые души",
    "author": "Николай Гоголь",
    "year": 1842,
    "cover": "cover16.jpg",
    "description": "Поэма в прозе Гоголя о Чичикове, скупавшем «мертвые души» для обогащения. Сатирическое зеркало российской действительности XIX века."
  },
  {
    "id": 17,
    "title": "Евгений Онегин",
    "author": "Александр Пушкин",
    "year": 1833,
    "cover": "cover17.jpg",
    "description": "Роман в стихах Пушкина о судьбе светского молодого человека и его трагически несостоявшейся любви к Татьяне. Это портрет эпохи и размышление о судьбе и любви."
  },
  {
    "id": 18,
    "title": "Повесть о настоящем человеке",
    "author": "Борис Полевой",
    "year": 1946,
    "cover": "cover18.jpg",
    "description": "Героическая история Бориса Полевого о лётчике Мересьеве, потерявшем ноги, но вернувшемся в строй. Символ мужества, воли и преодоления."
  },
  {
    "id": 19,
    "title": "Мы",
    "author": "Евгений Замятин",
    "year": 1924,
    "cover": "cover19.jpg",
    "description": "Антиутопия Евгения Замятина о тоталитарном государстве будущего, где личность полностью подчинена коллективу. Произведение предвосхитило многие темы жанра."
  },
  {
    "id": 20,
    "title": "Собачье сердце",
    "author": "Михаил Булгаков",
    "year": 1925,
    "cover": "cover20.jpg",
    "description": "Сатирическая повесть Булгакова о профессоре Преображенском, превратившем собаку в человека. Острая критика социалистического эксперимента и социальной инженерии."
  },
  {
    "id": 21,
    "title": "Человек в футляре",
    "author": "Антон Чехов",
    "year": 1898,
    "cover": "cover21.jpg",
    "description": "Рассказ Чехова о человеке, живущем в страхе и ограничениях. Символ замкнутости и страха перед жизнью."
  },
  {
    "id": 22,
    "title": "Белая гвардия",
    "author": "Михаил Булгаков",
    "year": 1925,
    "cover": "cover22.jpg",
    "description": "Роман Михаила Булгакова о судьбе интеллигентной семьи во времена Гражданской войны в Киеве. Лиричное и трагичное произведение о верности, утрате и разрухе."
  }
]